<?php

return [
    'list' => [
        'title'         => 'Приложения',
        'name'          => 'Название',
        'client_id'     => 'Ключ приложение',
        'client_secret' => 'Секретный ключ',
        'edit-title'    => 'Редактирование приложения',
    ],
    'form' => [
        'name'         => 'Название',
        'saved'        => 'Приложение создано',
        'save-error'   => 'Не удалось сохранить. Мы уже получили уведомление.',
        'deleted'      => 'Запись удалена',
        'delete-error' => 'Не получилось удалить. Мы уже получили уведомление.',
    ],
];